{"sections":{"17218501-bf3c-4265-ac27-2084286c41ba":{"type":"image-banner","blocks":{"template--14580149878842__17218501-bf3c-4265-ac27-2084286c41ba-heading-1":{"type":"heading","settings":{"heading":"Grow Your Brand<br>Unlock Your True Potential","heading_mobile":"Grow Your Brand<br>Unlock Your True Potential","heading_size":"h0","text_transform":"none"}},"d8629681-aba3-4af3-92c6-f58d2df1d5c8":{"type":"buttons","settings":{"button_label_1":"Get A Free Quote","button_link_1":"#get-a-free-quote","button_style_secondary_1":false,"text_1":"<p>Trusted By 100+ Shopify Brands<\/p>","text_2":"<p>Average 4.9 ⭐ Rating From 80 Reviews<\/p>","text_3":"","text_4":"","text_transform":"none"}}},"block_order":["template--14580149878842__17218501-bf3c-4265-ac27-2084286c41ba-heading-1","d8629681-aba3-4af3-92c6-f58d2df1d5c8"],"settings":{"image":"shopify:\/\/shop_images\/Rectangle_13AD.jpg","image_2":"shopify:\/\/shop_images\/Rectangle_13AM.jpg","mobile_bg":true,"image_overlay_opacity":0,"image_height":"large","desktop_content_position":"middle-center","show_text_box":false,"desktop_content_alignment":"center","color_scheme":"accent-1","image_behavior":"none","mobile_content_alignment":"center","stack_images_on_mobile":false,"show_text_below":false}},"715fa902-80c8-46c7-9f11-a594b2ef9b61":{"type":"section-logo-list","blocks":{"template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-2":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4X_BABE.png","size":25,"link":""}},"template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-3":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4X_RAYAN.png","size":25,"link":""}},"template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-4":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4XMUSE.png","size":25,"link":""}},"template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-1":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4Xbird.png","size":100,"link":""}},"template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-6":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4Xviral.png","size":100,"link":""}},"ed45038f-1993-4d64-82d4-63886ae5155d":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4XTriangle.png","size":100,"link":""}},"01888a6d-7bc3-462b-a615-d96d54e929ce":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4Xorka.png","size":100,"link":""}},"a9a0073d-f4b6-4d4e-9b51-62f400eddb13":{"type":"logo_image","settings":{"image":"shopify:\/\/shop_images\/4XBio.png","size":76,"link":""}}},"block_order":["template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-2","template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-3","template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-4","template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-1","template--14597469831226__715fa902-80c8-46c7-9f11-a594b2ef9b61-logo_image-6","ed45038f-1993-4d64-82d4-63886ae5155d","01888a6d-7bc3-462b-a615-d96d54e929ce","a9a0073d-f4b6-4d4e-9b51-62f400eddb13"],"settings":{"layout":"full_bleed","title":"From Small Boutiques to Industry Leaders","heading_size":"h2","heading_position":"center","rewind":true,"pauseOnHover":true,"pauseOnFocus":true,"change_slides_speed":1,"number_slide_desktop":5,"number_slide_mobile":2,"color_scheme":"background-1","padding_top":0,"padding_bottom":72}},"ed7960a2-8932-4a1d-afb9-37f3691c91de":{"type":"featured-blog","blocks":{"c601a2a8-70dc-4097-b1ed-d676d6c45d44":{"type":"text","settings":{"image":"shopify:\/\/shop_images\/4X_RAYAN.png","size":25,"heading":"<p>Full Website Build<\/p>","short_text":"<p>Ryan London came to us wanting a full rebuild of their existing Shopify store. They already had a Figma design prepared for us to look into and the design certainly had some challenging sections to make. After some intial back and forth with Ryan himself, we’ve decided to break the project into two parts and started working from there. <\/p>","text":"<p><\/p><p><strong>Client Profile:<\/strong><\/p><p>Ryan London embodies a fresh, minimal design ethos that extends across materials and processes. Their focus is on streamlining production within Greenwich, aided by direct leather sourcing from UK and Italian tanneries. Since its inception in 2013, the brand has grown from Ryan's initial phone case creation to a global presence, rooted in both the local Greenwich community and a strong online following. The team, led by Ryan, collaborates to craft functional, timeless leather goods. With an open-minded and approachable stance, Ryan London welcomes a diverse range of individuals, including those from the LGBTQ community and pet lovers, both in-store and online.<\/p><p><\/p><p><strong>The Challenge: <\/strong><\/p><p>Ryan London wanted to reinvent its web presence through a comprehensive rebranding of its website. Ryan, being a visionary with a keen eye for design, approached us to lend our expertise in developing and optimizing the redesigned web concept. Our responsibility was to translate his design into a website using streamlined, clean programming languages that adhere to the highest industry standards.<\/p><p>The primary challenge was achieving pixel-perfect development while ensuring cross-browser compatibility and responsiveness across various devices. Other challenges included creating an advanced custom module for displaying product reviews, mobile optimization of the product page UI and successful implementation of advanced variant logics.<\/p><p><\/p><p><strong>Our Approach:<\/strong><\/p><p>The project was a collective endeavour, marked by personal collaboration with Ryan himself. Our approach is fundamentally characterized by the following:<\/p><p><\/p><p><strong>Pixel Perfect Development:<\/strong><\/p><p>Ryan desired a development process that would guarantee the design’s pixel-perfect implementation, cross-browser compatibility, and responsiveness on a range of devices; the visual elements of the website had to match the reference design precisely; this includes aligning images, text, graphics, and other elements with high precision. <\/p><p>Different web browsers and devices interpret instructions differently due to the use of different rendering engines, often resulting in variations in how a website is displayed. Maintaining a precise implementation of the design across different browsers and devices with varying screen sizes while preserving its visual integrity required us to combine strong technical expertise, strategic planning, and meticulous testing.<\/p><p><\/p><p><strong>Mobile Optimization:<\/strong><\/p><p>Given that mobile traffic constitutes a substantial share of overall web traffic, we had to exert additional effort to ensure the website was flawlessly optimized for mobile users. We played a role in improving specific aspects of the website's mobile design to ensure a seamless shopping experience.<\/p><p>It was crucial to successfully display the wide range of available variants on the product page without cluttering the purchasing experience. We achieved this through effective utilization of calls to action.<\/p><p><\/p><p><strong>Custom Review Module:<\/strong><\/p><p>Showcasing our technical capabilities, we skillfully developed an advanced review module that's consistent with their overall design and seamlessly integrates with and utilizes their product review app.<\/p><p><\/p><p><strong>Ensure Top-Notch Performance:<\/strong><\/p><p>Through careful implementation, each adjustment was crafted in line with industry best practices. Our approach guaranteed that the website attained the highest performance standards with streamlined & optimized code.<\/p><p><\/p><p><strong>The Result:<\/strong><\/p><p>Our partnership with Ryan London resulted in a website that not only aligns with their fresh and minimal design ethos but also elevates their digital presence to new heights. Through our collaboration, we transformed Ryan's vision into a flawlessly executed digital reality, ensuring a seamless and visually engaging user expertise across different devices and browsers. Ryan London's website stands as a testament to our commitment to delivering excellence and exceeding expectations. <\/p>"}},"6f8e8ae6-e4d4-4b0b-b879-3c8f0d1b2cf5":{"type":"text","settings":{"image":"shopify:\/\/shop_images\/4XMUSE.png","size":25,"heading":"<p>Magento to Shopify Migration<\/p>","short_text":"<p>Ryan London came to us wanting a full rebuild of their existing Shopify store. They already had a Figma design prepared for us to look into and the design certainly had some challenging sections to make. After some intial back and forth with Ryan himself, we’ve decided to break the project into two parts and started working from there. <\/p>","text":"<p><\/p><p><strong>Client Profile:<\/strong><\/p><p>MUSE ON THE MOVE is a lifestyle brand specializing in crafting vegan leather goods and accessories for women. Their diverse collection of accessories is meticulously curated to complement various personalities and styles, setting new trends in the industry. With a mission to empower women to embrace their uniqueness and express their authentic selves, MUSE ON THE MOVE delivers high-quality, elegant products at accessible prices.<\/p><p><\/p><p><strong>The Challenge:<\/strong><\/p><p>MUSE ON THE MOVE approached us with a crucial task: migrating their existing online store from Magento to Shopify while enhancing the user experience and optimizing the website's performance. Our mission was to seamlessly transition their store to Shopify, ensuring that all the intricacies and complexities of their diverse product range were preserved.<\/p><p>One of the main challenges we faced was the development of an advanced yet user-friendly product filtering system. MUSE ON THE MOVE's extensive product variants required an intuitive system that would allow customers to easily navigate and find their desired items amidst the diversity offered by the brand. <\/p><p><\/p><p><strong>Our Approach:<\/strong><\/p><p>To tackle the challenges posed by MUSE ON THE MOVE's requirements, we adopted a comprehensive approach that combined technical expertise, strategic planning, and a commitment to enhancing the user experience.<\/p><p><\/p><p><strong>Migration Expertise:<\/strong><\/p><p>Our first step involved meticulous planning to ensure a glitch-free migration from Magento to Shopify. This transition was carried out with precision to guarantee a seamless continuity of operations.<\/p><p><\/p><p><strong>Advanced Filtering System:<\/strong><\/p><p>Developing an advanced yet intuitive product filtering system was a critical aspect of the project. We custom-built a filtering solution connecting it with the Shop by Color menu that allowed users to effortlessly narrow down their choices from the diverse range of product variants offered by the brand. This ensured a seamless shopping experience, enhancing customer satisfaction.<\/p><p><\/p><p><strong>Performance Optimization:<\/strong><\/p><p>To maintain MUSE ON THE MOVE's commitment to fast speed and optimized code, we rigorously optimized the website's performance. By employing industry best practices, we ensured that the website loaded swiftly while maintaining the highest standards of code cleanliness and optimization.<\/p><p><\/p><p><strong>The Result:<\/strong><\/p><p>The collaboration between our team and MUSE ON THE MOVE culminated in the successful migration of their online store from Magento to Shopify. The new website seamlessly integrated an array of intricate features, including the advanced product filtering system fused with Shop by Color menu, while upholding fast loading times and pristine, optimized code. Customers now enjoy a more intuitive and immersive shopping experience that aligns perfectly with the brand's mission of empowering women to express their true selves.<\/p><p>We successfully partnered with MUSE ON THE MOVE to create a digital platform that reflects their brand values and resonates with their audience. This project not only reflects our commitment to excellence but also highlights our dedication to helping brands flourish in the digital landscape.<\/p>"}},"578f0cca-da2e-4923-9295-5eca5a5c60b7":{"type":"text","settings":{"image":"shopify:\/\/shop_images\/Wild_Swans_Logo.svg","size":25,"heading":"<p>Theme Migration<\/p>","short_text":"<p>Ryan London came to us wanting a full rebuild of their existing Shopify store. They already had a Figma design prepared for us to look into and the design certainly had some challenging sections to make. After some intial back and forth with Ryan himself, we’ve decided to break the project into two parts and started working from there. <\/p>","text":"<p><\/p><p><strong>Client Profile:<\/strong><\/p><p>Founded in 2004 by Danish born Caroline Van Luthje, Wild Swans specializes in Scandinavian fashion, homeware and beauty. Featured in renowned publications such as The Times and Grazia, Wild Swans showcase both established global brands like Ganni and Stine Goya and emerging designers, fostering growth and innovation. Their boutiques located in Chiswick and Islington infuse London with a serene Scandinavian charm.<\/p><p><\/p><p><strong>The Challenge:<\/strong><\/p><p>While the charm of Wild Swans' boutiques was unmistakable, their online store needed a makeover. They sought our expertise to refresh their online presence while improving website performance and utilizing the benefits of recent Shopify upgrades. <\/p><p>The primary challenge was to achieve a nuanced balance between tradition and transformation. Wild Swans entrusted us with preserving their website's core features & aesthetics while rejuvenating it at the same time.<\/p><p><\/p><p><strong>Our Approach:<\/strong><\/p><p>The entire process was a collaborative endeavor, marked by close partnership with the Wild Swans team. With a dedicated focus on enhancing performance, streamlining the user interface (UI), and harnessing the advantages of Shopify 2.0, we ultimately chose to undertake a complete website rebuild. This approach is fundamentally characterized by the following:<\/p><p><\/p><p><strong>Revitalizing Brand Identity: <\/strong><\/p><p>Our strategy centered around preserving the essence of the brand while infusing it with fresh energy. Collaborating closely with the Wild Swans team ensured the success of this revitalization.<\/p><p><\/p><p><strong>Shopify 2.0 Integration: <\/strong><\/p><p>We leveraged the advancements of Shopify 2.0 to enhance the store's capabilities, elevating performance, scalability, and user experience, all while seamlessly integrating the comprehensive range of features and flexibilities found in the platform's latest iteration.<\/p><p><\/p><p><strong>Pixel Perfect Development: <\/strong><\/p><p>The development was executed with meticulous attention to detail, ensuring pixel-perfect precision and responsiveness across all devices.<\/p><p><\/p><p><strong>Performance Optimization: <\/strong><\/p><p>Each modification was thoughtfully executed, adhering to industry best practices, to ensure the website's alignment with the highest performance standards, code cleanliness, and optimization.<\/p><p><\/p><p><strong>User-Centric Approach: <\/strong><\/p><p>Guided by a user-centric approach, we prioritized enhancing the UI to promote user engagement and facilitate navigational ease. Our objective was to provide visitors with utmost comfort and an enriched shopping experience.<\/p><p><\/p><p><strong>Results:<\/strong><\/p><p>Our partnership with Wild Swans culminated in great success. We retained the fundamental elements that defined their brand while introducing subtle changes that breathed new life into the interface. All while effortlessly integrating the cutting-edge functionalities of Shopify 2.0. The store’s performance was significantly enhanced, resulting in a seamless shopping experience for customers.<\/p>"}},"215304d9-5470-49d2-90d7-fc918ba07f3c":{"type":"text","disabled":true,"settings":{"image":"shopify:\/\/shop_images\/4Xbird.png","size":75,"heading":"<p>Theme Tweaks<\/p>","short_text":"<p>Ryan London came to us wanting a full rebuild of their existing Shopify store. They already had a Figma design prepared for us to look into and the design certainly had some challenging sections to make. After some intial back and forth with Ryan himself, we’ve decided to break the project into two parts and started working from there. <\/p>","text":"<p>Ryan London came to us wanting a full rebuild of their existing Shopify store. They already had a Figma design prepared for us to look into and the design certainly had some challenging sections to make. After some intial back and forth with Ryan himself, we’ve decided to break the project into two parts and started working from there. <\/p>"}}},"block_order":["c601a2a8-70dc-4097-b1ed-d676d6c45d44","6f8e8ae6-e4d4-4b0b-b879-3c8f0d1b2cf5","578f0cca-da2e-4923-9295-5eca5a5c60b7","215304d9-5470-49d2-90d7-fc918ba07f3c"],"settings":{"heading":"Case Studies","heading_size":"h2","number_slide_desktop":3,"color_scheme":"accent-1","padding_top":144,"padding_bottom":60}},"f8dba129-2999-4a64-a410-80e398367e1d":{"type":"featured-block-texts","blocks":{"ce82f0e5-295a-4c75-a6e6-c2da53ebf2b8":{"type":"text","settings":{"heading":"<p>Unwavering Reliability 🌟<\/p>","text":"<p>Dive into the world of Cepta and discover the bedrock of our reputation - <strong>Reliability<\/strong>. For over six years, we've been the sturdy ship in the digital ocean, navigating your web needs with unmatched precision.<\/p><p>With Cepta at the helm, consider your online store in safe hands. Our unwavering dedication ensures that you can kick back, sip your coffee, and watch us make magic. No unexpected plot twists, no last-minute chaos. And if a wave does come our way? Trust us to keep you in the loop before it even reaches the shore.<\/p><p>Our motto? No surprises, just superior service. With Cepta, you're not just hiring a web agency, you're gaining a steadfast partner.<\/p>"}},"94013805-4089-4d45-8e7c-00323dbcd5d2":{"type":"text","settings":{"heading":"<p>Genuine Authenticity 🍃<\/p>","text":"<p>Step into the heart of Cepta and uncover our essence - <strong>Authenticity<\/strong>.<br\/>In a digital realm bursting with replicas, we stand as a beacon of originality.<br\/>At Cepta, we believe in the power of genuine connections, honest conversations, and authentic designs.<br\/>We don't just create; we craft with a soul. With every project we embrace, we shun the cookie-cutter approach and seek to capture the unique essence of your brand.<br\/>We're not just technicians; we're artisans who genuinely care.<br\/>When you choose Cepta, you're choosing an agency that puts authenticity at the forefront, ensuring your digital presence resonates with truth and integrity.<br\/>Dive deep into genuine digital craftsmanship with Cepta.<\/p>"}},"959ff96e-2c04-46d1-af3b-ba5ffc44cbe3":{"type":"text","settings":{"heading":"<p>Uncompromising Quality 💎<\/p>","text":"<p>Journey deeper into the Cepta experience and behold our gold standard - <strong>Quality<\/strong>.<br\/>In the vast expanse of the digital cosmos, we've etched our mark by consistently delivering excellence.<br\/>Every pixel we design, every line of code we write, and every strategy we deploy is a testament to our unwavering commitment to top-tier standards.<br\/>At Cepta, good is never good enough; we aim for extraordinary.<br\/>Through meticulous attention to detail, ceaseless refinement, and a passion for perfection, we ensure your digital storefront shines brilliantly amid the stars.<br\/>With Cepta by your side, quality isn't a luxury—it's the norm.<br\/>Soar to unparalleled digital heights with the impeccable craftsmanship of Cepta.<\/p>"}}},"block_order":["ce82f0e5-295a-4c75-a6e6-c2da53ebf2b8","94013805-4089-4d45-8e7c-00323dbcd5d2","959ff96e-2c04-46d1-af3b-ba5ffc44cbe3"],"settings":{"heading":"<p>Why Choose Cepta?<\/p>","heading_size":"h2","desktop_content_alignment":"center","text":"<p>Reliability, Authenticity & Quality<\/p>","text_transform":"none","color_scheme":"scheme-0d4fdea4-d734-4ce8-aca4-287f2d9230ad","count":true,"full_width":false,"padding_top":90,"padding_bottom":100}},"38d63c58-afb2-4f8a-a273-e33799d7646e":{"type":"featured-reviews","blocks":{"cfa44ef5-3fcf-4b52-8ecd-4524d579bc66":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<br\/><br\/>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p><p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p><p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p><p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>"}},"5b63a27c-4255-4966-9fee-d123394e65f0":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"fd5344d3-c91c-4bed-9fea-467148cef49d":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"82cddb0f-b7f2-453c-9124-fe2edfe295aa":{"type":"text","settings":{"verified_customer":false,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. I’d recommend them to people. <\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"50152a83-6e71-43df-b203-a6234d531f64":{"type":"text","settings":{"verified_customer":false,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"cd8637a6-0cae-4720-8d90-815d71a210d1":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"a20092ec-dc63-4916-8b8a-66f3297fbcf2":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"d14db36b-c357-460e-9445-e82ab0f5842c":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. <\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"ba9bfd76-5322-4a44-9e74-41b31067b959":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>The experience at Cepta was pretty good. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running. It wasn’t without hiccups but in the end they were able to fix up all the issues and got my site up and running.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"17ced7ee-ef65-43f1-a62c-1fab588a151a":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"29c61fdf-d6e4-46a5-8e9d-c82e50fb6aa0":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"6740941d-1145-4a38-a55e-94212dc7d561":{"type":"text","settings":{"verified_customer":true,"heading":"<p>Ryan V.<\/p>","text":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>","text_full":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}}},"block_order":["cfa44ef5-3fcf-4b52-8ecd-4524d579bc66","5b63a27c-4255-4966-9fee-d123394e65f0","fd5344d3-c91c-4bed-9fea-467148cef49d","82cddb0f-b7f2-453c-9124-fe2edfe295aa","50152a83-6e71-43df-b203-a6234d531f64","cd8637a6-0cae-4720-8d90-815d71a210d1","a20092ec-dc63-4916-8b8a-66f3297fbcf2","d14db36b-c357-460e-9445-e82ab0f5842c","ba9bfd76-5322-4a44-9e74-41b31067b959","17ced7ee-ef65-43f1-a62c-1fab588a151a","29c61fdf-d6e4-46a5-8e9d-c82e50fb6aa0","6740941d-1145-4a38-a55e-94212dc7d561"],"disabled":true,"settings":{"heading":"<p>See What Our Customers Say About Us<\/p>","heading_size":"h2","desktop_content_alignment":"center","review_stars":"4.9","text":"<p>Based on 149 reviews<\/p>","text_transform":"none","number_block_desktop":9,"number_block_mobile":3,"color_scheme":"accent-1","padding_top":40,"padding_bottom":100}},"def1743d-0515-42b9-81cd-ab3140c81fde":{"type":"rich-text","blocks":{"template--14597469831226__def1743d-0515-42b9-81cd-ab3140c81fde-heading-1":{"type":"heading","settings":{"heading":"Try Us and See For Yourself","heading_size":"h2"}},"template--14597469831226__def1743d-0515-42b9-81cd-ab3140c81fde-button-1":{"type":"button","settings":{"button_label":"Get A Free Quote","button_link":"#get-a-free-quote","button_style_secondary":false,"text_1":"<p>Trusted By 100+ Shopify Brands<\/p>","text_2":"<p>Average 4.9 ⭐ Rating From 80 Reviews<\/p>","text_3":"","text_4":"","text_transform":"none"}}},"block_order":["template--14597469831226__def1743d-0515-42b9-81cd-ab3140c81fde-heading-1","template--14597469831226__def1743d-0515-42b9-81cd-ab3140c81fde-button-1"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"accent-1","full_width":true,"padding_top":50,"padding_bottom":150}},"a625efd2-ab3f-4b17-a43b-5cb4386c6b16":{"type":"contact-us-form","blocks":{"1e4c1556-4577-40a3-8cf7-65f610da5434":{"type":"heading","settings":{"heading":"A brief about your and your brand"}},"75241ddf-034b-41eb-94e6-23ae38e0a34c":{"type":"heading","settings":{"heading":"Clear description on what you need help with."}},"03dcdc2c-b81d-4887-87c3-0f73ffd014dc":{"type":"heading","settings":{"heading":"Desired outcome that you're looking for."}},"f56eca6e-87cc-433f-8d53-718951bb4f1f":{"type":"text","settings":{"heading":"Example Project 1","text":"About Us: Hi there, I'm Charlie, the founder of Melt. We sell CBD-infused bath bombs and are just getting started building this new business. Project Description: I recently purchased a Shopify theme from Out of the Sandbox and need help customizing it to fit our needs. Given that we only sell 1 product (with a handful of variations), we want to feature it directly on the home page, so that people don't have to click into the product page in order to buy. I'll attach the designs below to give you a sense of exactly what we're looking for. Project Goal: Before we launch, I want to make sure our store feels like our brand and properly highlights our product, as well as maximizes conversion rates."}},"021daa78-fd8b-4eaf-a7bb-51c913c3f87e":{"type":"text","settings":{"heading":"Example Project 2","text":"About Us: Hi there, I'm Charlie, the founder of Melt. We sell CBD-infused bath bombs and are just getting started building this new business. Project Description: I recently purchased a Shopify theme from Out of the Sandbox and need help customizing it to fit our needs. Given that we only sell 1 product (with a handful of variations), we want to feature it directly on the home page, so that people don't have to click into the product page in order to buy. I'll attach the designs below to give you a sense of exactly what we're looking for. Project Goal: Before we launch, I want to make sure our store feels like our brand and properly highlights our product, as well as maximizes conversion rates."}},"fc6b29be-5f6f-4602-815b-8ac78faa8652":{"type":"text","settings":{"heading":"Example Project 3","text":"About Us: Hi there, I'm Charlie, the founder of Melt. We sell CBD-infused bath bombs and are just getting started building this new business. Project Description: I recently purchased a Shopify theme from Out of the Sandbox and need help customizing it to fit our needs. Given that we only sell 1 product (with a handful of variations), we want to feature it directly on the home page, so that people don't have to click into the product page in order to buy. I'll attach the designs below to give you a sense of exactly what we're looking for. Project Goal: Before we launch, I want to make sure our store feels like our brand and properly highlights our product, as well as maximizes conversion rates."}}},"block_order":["1e4c1556-4577-40a3-8cf7-65f610da5434","75241ddf-034b-41eb-94e6-23ae38e0a34c","03dcdc2c-b81d-4887-87c3-0f73ffd014dc","f56eca6e-87cc-433f-8d53-718951bb4f1f","021daa78-fd8b-4eaf-a7bb-51c913c3f87e","fc6b29be-5f6f-4602-815b-8ac78faa8652"],"settings":{"heading":"Get Started","heading_2":"Example Projects","heading_size":"h2","color_scheme":"accent-1"}},"main":{"type":"main-product","blocks":{"vendor":{"type":"text","settings":{"text":"{{ product.vendor }}","text_style":"uppercase"}},"title":{"type":"title","settings":{}},"price":{"type":"price","settings":{}},"variant_picker":{"type":"variant_picker","settings":{"picker_type":"button"}},"quantity_selector":{"type":"quantity_selector","settings":{}},"buy_buttons":{"type":"buy_buttons","settings":{"show_dynamic_checkout":true,"show_gift_card_recipient":false}},"description":{"type":"description","settings":{}},"share":{"type":"share","settings":{"share_label":"Share"}},"41f0572f-2384-43d8-b6fd-347c17d87817":{"type":"collapsible_tab","settings":{"heading":"Collapsible row","icon":"check_mark","content":"<p>asdasd sada dasd ad a<\/p>","page":"privacy-policy"}}},"block_order":["vendor","title","price","variant_picker","quantity_selector","buy_buttons","description","share","41f0572f-2384-43d8-b6fd-347c17d87817"],"disabled":true,"settings":{"enable_sticky_info":true,"media_size":"large","constrain_to_viewport":true,"media_fit":"contain","gallery_layout":"stacked","media_position":"left","image_zoom":"lightbox","mobile_thumbnails":"hide","hide_variants":true,"enable_video_looping":false,"padding_top":36,"padding_bottom":12}}},"order":["17218501-bf3c-4265-ac27-2084286c41ba","715fa902-80c8-46c7-9f11-a594b2ef9b61","ed7960a2-8932-4a1d-afb9-37f3691c91de","f8dba129-2999-4a64-a410-80e398367e1d","38d63c58-afb2-4f8a-a273-e33799d7646e","def1743d-0515-42b9-81cd-ab3140c81fde","a625efd2-ab3f-4b17-a43b-5cb4386c6b16","main"]}